Tekla.Structures.DirectManipulation.Adapter.Interaction.Native.HandleBitmapDrawerImports
Wrapper class for Tekla.Structures.DirectManipulation.Adapter.Interaction.HandleBitmapDrawer imports.

Tekla.Structures.DirectManipulation.Adapter.Interaction.Native.HandleBitmapDrawerImports.DotExportSetCursorBitmapById(System.Int32)
Sets the bitmap associated to Tekla.Structures.DirectManipulation.Adapter.Interaction.Native.dotBitmapHandle_t.BitmapIdentifier for the custom cursor.
bitmapId: The bitmap identifier.
Returns: Greater than 0 on success.

Tekla.Structures.DirectManipulation.Adapter.Interaction.Native.HandleBitmapDrawerImports.DotExportUnsetCursorBitmap
Un-sets the bitmap associated to Tekla.Structures.DirectManipulation.Adapter.Interaction.Native.dotBitmapHandle_t.BitmapIdentifier for the custom cursor.
Returns: Greater than 0 on success.